Repository: megastep/loki_setup
Catalog: po/*/loki-uninstall.po
Languages: de, es, fr, it, ru, sv

source: ... LOADING PRODUCT LIST ...
de: ... LADE PRODUKTLISTE ...
es: ... CARGANDO LISTA DE PRODUCTOS...
fr: ... CHARGEMENT DE LA LISTE DES PRODUITS ...
it: ... CARICAMENTO IN CORSO ELENCO PRODOTTI...
ru: ... Загрузка Списка Программ ...
sv: ... LADDAR PRODUKTLISTA ...

source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

source: Finished
de: Fertig
es: Finalizado
fr: Termin‚
it: Fine
ru: Завершено
sv: Klar

source: Performing uninstall:
de: Führe Deinstallation aus:
es: Cómo realizar la desinstalación:
fr: Ex‚cution de la d‚sinstallation :
it: Esecuzione della disinstallazione:
ru: Производится удаление
sv: Utför avinstallation:

source: Please select the packages you would like to uninstall:
de: Bitte wählen Sie die zu deinstallierenden Produkt aus:
es: Seleccione los paquetes que desea desinstalar:
fr: S‚lectionnez les composants … d‚sinstaller :
it: Selezionare i pacchetti che si desidera disinstallare:
ru: Выберите пакеты, которые вы хотите удалить:
sv: Välj de paket du vill avinstallera:

source: Recovered space:
de: Freigegebener Speicherplatz:
es: Espacio recuperado:
fr: Espace recouvr‚ :
it: Spazio recuperato:
ru: Освобождённое пространство:
sv: Frigjort diskutrymme:

source: Uninstall Tool
de: Deinstallationstool
es: Herramienta de desinstalación
fr: Outil de d‚sinstallation
it: Strumento di disinstallazione
sv: Loki Avinstallationsverktyg

source: [current component]
es: [componente actual]
fr: [composant actuel]
it: [componente corrente]
sv: [aktuell komponent]

source: _Exit
de: B_eenden
es: _Salir
fr: _Quitter
it: _Esci
sv: _Avsluta

source: _Uninstall
de: _Deinstallieren
es: _Desinstalar
fr: _D‚sinstaller
it: _Disinstalla
sv: _Avinstallera

source: Usage: %s [args] args can be any of the following: -h | --help : Print this help message. -l | --list : List all installed products and components. -v | --version : Get version information. product [component] : Uninstalls the specified product, or its subcomponent. product < -l | --list > : List installed subcomponents of product.
es: Uso: %s [args] args puede ser uno de los siguientes: -h | --help : Imprimir este mensaje de ayuda. -l | --list : Enumerar todos los productos y componentes instalados. -v | --version : Obtener información de la versión. producto [componente] : Desinstala el producto especificado o su subcomponente. product < -l | --list > : Enumerar los subcomponentes del producto.
fr: Utilisation : %s [arguments] Les arguments peuvent correspondre … l'un quelconque des ‚l‚ments suivants : -h | --help : Imprimer ce message d'aide. -l | --list : R‚pertorier tous les produits et composants install‚s. -v | --version : Obtenir des d‚tails sur la version. product [composant] : D‚sinstalle le produit sp‚cifi‚ ou son sous-composant. product < -l | --list > : R‚pertorier les sous-composants install‚s du produit.
it: Utilizzo: %s [args] gli argomenti possono essere i seguenti: -h | --help : Stampa il messaggio della Guida. -l | --list : Elenca tutti i componenti e i prodotti installati. -v | --version : Ottiene le informazioni sulla versione. product [componente] : Disinstalla il prodotto specificato o il relativo componente secondario. product < -l | --list > : Elenca i componenti secondari installati del prodotto.

source: Signal %d caught. Aborting.
de: Signal %d erhalten. Breche ab.
es: Se detectó la señal %d. Anulando.
fr: Signal %d acquis. Abandon.
it: Segnale %d rilevato. Operazione interrotta.
ru: Получен сигнал %d. Прекращение работы.
sv: Signal %d fångad. Avbryter.

source: Could not change to directory: %s
de: Konnte nicht ins Verzeichnis %s wechseln
es: No se pudo cambiar al directorio: %s
fr: Impossible de modifier le r‚pertoire : %s
it: Impossibile passare alla directory: %s
ru: Невозможно зайти в каталог %s
sv: Kunde inte byta bibliotek till: %s

source: Notice: the %s RPM was installed for this product.
de: Achtung: Das %s RPM ist für dieses Produkt installiert worden.
es: Aviso: RPM %s se instaló para este producto.
fr: Avis : le RPM %s a ‚t‚ install‚ pour ce produit.
it: Avviso: l'RPM %s è stato installato per questo prodotto.
ru: Примечание: для этой программы был установлен RPM %s.
sv: Notera: RPM-filen %s installedes för den här produkten.

source: Post-uninstall scripts for %s have failed.
de: Post-uninstall Scripte für %s sind fehlgeschlagen.
es: Fallaron las secuencias de comandos posteriores a la desinstalación para %s.
fr: Les scripts de post-d‚sinstallation pour %s ont ‚chou‚.
it: Gli script di post-disinstallazione per %s non sono riusciti.
sv: Post-avinstallationsskriptet för %s har misslyckats.

source: Component %s has been successfully uninstalled.
es: El componente %s se ha desinstalado correctamente.
fr: La d‚sinstallation du composant %s a r‚ussi.
it: Il componente %s è stato disinstallato.
sv: Komponenten %s har avinstallerats.

source: Uninstall ? [Y/n]
de: Deinstallieren? [J/n]
es: ¿Desinstalar ? [S/n]
fr: D‚sinstaller ? [O/n]
it: Disinstallare ? [S/n]
sv: Avinstallera ? [J/n]

source: Aborted.
de: Abgebrochen.
es: Anulado.
fr: Abandonn‚.
it: Interrotto.
sv: Avbruten.

source: No write access to the installation directory. Aborting.
de: Kein Schreibzugriff auf das Installationsverzeichnis. Breche ab.
es: No tiene acceso de escritura al directorio de instalación. Anulando.
fr: Aucun accŠs en ‚criture au r‚pertoire d'installation. Abandon.
it: Nessun accesso in scrittura alla directory di installazione. Operazione interrotta.
ru: Нет доступа на запись в каталог установки. Прекращение работы.
sv: Kan inte skriva till installationskatalogen. Avbryter.

source: No write access to the registry file: %s. Aborting.
de: Kein Schreibzugriff auf die Registrierungsdatei %s. Breche ab.
es: No tiene acceso de escritura al archivo de registro: %s. Anulando.
fr: Aucun accŠs en ‚criture au fichier registre : %s. Abandon.
it: Nessun accesso in scrittura al file del registro: %s. Operazione interrotta.
ru: Нет доступа на запись к файлу реестра: %s. Прекращение работы.
sv: Kan inte skriva till registerfilen: %s. Avbryter.

source: Warning: Unable to replicate uninstallation program.
de: Warnung: Kopieren des Deinstallationsprogramms fehlgeschlagen.
es: Advertencia: No se puede duplicar el programa de desinstalación.
fr: Avertissement : impossible de reproduire le programme de d‚sinstallation.
it: Avvertenza: impossibile replicare il programma di disinstallazione.
sv: Varning: Kan inte göra en replika av avinstallationsprogrammet.

source: Unable to open %s for writing.
de: Konnte %s nicht zum Schreiben öffnen.
es: No se puede abrir %s para la escritura.
fr: Impossible d'ouvrir %s pour proc‚der … une ‚criture.
it: Impossibile aprire %s per la scrittura.
sv: Kan inte hitta komponent %s

source: Unable to open %s for copying.
de: Konnte %s nicht zum Kopieren öffnen.
es: No se puede abrir %s para copiar.
fr: Impossible d'ouvrir %s pour proc‚der … une copie.
it: Impossibile aprire %s per la copia.
sv: Kan inte hitta komponent %s

source: Couldn't change to install directory
de: Konnte nicht ins Installationsverzeichnis wechseln
es: No se pudo encontrar el directorio de instalación
fr: Impossible de modifier le r‚pertoire d'installation
it: Impossibile passare alla directory di installazione
sv: Kunde inte byta till installationskatalogen

source: Installed products:
de: Installierte Produkte:
es: Productos instalados:
fr: Produits install‚s :
it: Prodotti installati:
ru: Установленные программы:
sv: Installerade produkter:

source: installed in %s Components:
de: Installiert in %s Komponenten:
es: instalados en %s Componentes:
fr: install‚ dans %s Composants :
it: installati in %s Componenti:
sv: installerad i %s Komponenter:

source: Error while accessing product info
de: Fehler beim Zugriff auf die Produktinformationen
es: Se produjo un error al obtener acceso a la información del producto
fr: Erreur lors de l'accŠs aux infos du produit
it: Errore durante l'accesso alle informazioni sul prodotto
ru: Ошибка во время доступа к информации о программе
sv: Fel vid hämtning av produktinformation

source: No products could be found. Maybe you need to run as a different user?
de: Es wurden keine Produkte gefunden. Falscher Benutzer?
es: No se pudieron encontrar productos. Es posible que necesite ejecutar como un usuario diferente
fr: Produits introuvables. Peut-ˆtre faut-il essayer sous l'identit‚ d'un autre utilisateur ?
it: Impossibile trovare prodotti. Effettuare l'esecuzione come altro utente?
sv: Inga produkter funna. Du behöver kanske köra som en annan användare?

source: Could not open product information for %s
de: Konnte die Produktinformationen für %s nicht öffnen
es: No se pudo abrir la información del producto para %s
fr: Impossible d'acc‚der aux informations de produit pour %s
it: Impossibile aprire informazioni sul prodotto per %s
ru: Невозможно открыть информацию о программе %s
sv: Kunde inte öppna produktinformation för %s

source: Product: %s Installed in %s
de: Produkt: %s Installiert in %s
es: Producto: %s Instalados en %s
fr: Produit : %s Install‚ dans %s
it: Prodotto: %s Installato in %s
ru: Программа: %s Установлена в %s
sv: Produkt: %s Installerad i %s

source: Components:
de: Komponenten:
es: Componentes:
fr: Composants :
it: Componenti:
ru: Компоненты:
sv: Komponenter:

source: Failed to properly uninstall component %s
de: Konnte Komponente %s nicht ordentlich deinstallieren
es: No se pudo desinstalar correctamente el componente %s
fr: Impossible de d‚sinstaller correctement le composant %s
it: Impossibile disinstallare correttamente il componente %s
sv: Kan inte avinstallera komponent %s helt

source: Unable to find component %s
de: Konnte Komponente %s nicht finden
es: No se puede encontrar el componente %s
fr: Impossible de trouver le composant %s
it: Impossibile trovare il componente %s
ru: Невозможно найти компонент %s
sv: Kan inte hitta komponent %s

source: Too many arguments for the command
de: Zu viele Argumente für das Kommando
es: Demasiados argumentos para el comando
fr: Trop d'arguments pour la commande
it: Troppi argomenti per il comando
ru: Слишком много аргументов команды

source: An error occured during the uninstallation process.
de: Es trat ein Fehler während der Deinstallation auf.
es: Se produjo un error durante el proceso de desinstalación.
fr: Une erreur s'est produite durant le processus de d‚sinstallation.
it: Si è verificato un errore durante il processo di disinstallazione.
ru: Произошла ошибка во время процесса удаления.
sv: Ett fel uppstod under avinstallationen.

source: %s has been successfully uninstalled.
es: %s se desinstaló correctamente.
fr: %s a ‚t‚ correctement d‚sinstall‚.
it: %s è stato disinstallato.
sv: Avinstallation av %s lyckades.

source: OK
es: Aceptar

source: Abort
de: Abbrechen
es: Anular
fr: Abandonner
it: Interrompi
sv: Avbryt

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
sv: Meddelande

source: Uninstallation of component %s has failed! The whole uninstallation may be incomplete.
de: Deinstallation der Komponente %s fehlgeschlagen! Die komplette Deinstallation könnte unvollständig sein.
es: Falló la desinstalación del componente %s La desinstalación puede estar incompleta.
fr: La d‚sinstallation du composant %s a ‚chou‚ ! La d‚sinstallation n'est peut-ˆtre pas termin‚e.
it: Disinstallazione del componente %s non riuscita. La disinstallazione potrebbe essere incompleta.
sv: Avinstallation av %s misslyckades! Avinstallationen kan vara ofullständig.

source: Uninstallation of product %s has failed! Aborting the rest of the uninstallation.
de: Deinstallation von Produkt %s fehlgeschlagen! Breche den Rest der Deinstallation ab.
es: Falló la desinstalación del producto %s. Anulando el resto de la desinstalación.
fr: La d‚sinstallation du produit %s a ‚chou‚ ! Abandon du reste de la d‚sinstallation.
it: Disinstallazione del prodotto %s non riuscita. Interruzione del resto della disinstallazione.
sv: Avinstallation av %s misslyckades! Avbryter resterande avinstallation.

source: Uninstall cancelled
de: Deinstallation abgebrochen
es: Desinstalación cancelada
fr: D‚sinstallation annul‚e
it: Disinstallazione annullata
ru: Удаление отменено
sv: Avinstallation avbruten

source: Uninstall aborted
de: Deinstallation abgebrochen
es: Desinstalación anulada
fr: D‚sinstallation abandonn‚e
it: Disinstallazione interrotta
sv: Avinstallation avbruten

source: Uninstall complete
de: Deinstallation abgeschlossen
es: Desinstalación completa
fr: D‚sinstallation termin‚e
it: Disinstallazione completata
ru: Удаление завершено
sv: Avinstallation klar

source: No uninstall_vbox in glade file!
de: Kein 'uninstall_vbox' in der Glade-Datei vorhanden!
es: No existe uninstall_vbox en el archivo glade.
fr: Aucun uninstall_vbox dans le fichier glade !
it: uninstall_vbox non presente nel file glade.
ru: Нет uninstall_vbox в файле glade!
sv: Ingen uninstall_vbox i glade-filen!

source: Complete uninstall
de: Vollständige Deinstallation
es: Desinstalación completa
fr: D‚sinstallation termin‚e
it: Completa disinstallazione
ru: Закончить удаление
sv: Komplett avinstallation

source: No products were installed by this user. You may need to run this tool as an administrator.
de: Dieser Benutzer hat keine Produkte installiert. Möglicherweise müssen Sie dies als Administrator ausführen.
es: Este usuario no instaló ningún producto. Es posible que necesite ejecutar esta herramienta como un administrador.
fr: Aucun produit n'a ‚t‚ install‚ par cet utilisateur. Il faut peut-ˆtre ex‚cuter cet outil en qualit‚ d'administrateur.
it: Nessun prodotto è stato installato da questo utente. Potrebbe essere necessario eseguire questo strumento come amministratore.
sv: Inga produkter är installerade av denna användare. Kanske du måste använda detta verktyg som administratör.

source: 0 MB
fr: 0 Mo
ru: 0 Мб

source: %d MB
fr: %d Mo
ru: %d Мб

source: Component %s has been successfully uninstalled.
de: Die Komponente %s wurde erfolgreich deinstalliert.
ru: Компонет %s был успешно удалён.

source: installed in %s
de: Installiert in %s
ru: установлено в %s

source: %s has been successfully uninstalled.
de: %s wurde erfolgreich deinstalliert.
ru: %s была успешно удалена.

source: No products found. Are you the one that installed the software?
de: Keine Produkte gefunden. Haben Sie wirklich selber Programme installiert?
ru: Программы не найдены. Вы их устанавливали?

source: Usage: %s [args] args can be any of the following: -h : Print this help message. -l : List all installed products and components. -v : Get version information. product [component1] [component2] ... : Uninstalls the specified product, or its subcomponent(s). product < -l > : List installed subcomponents of product.
sv: Användning: %s [argument] Argument kan vara ett eller flera av dessa: -h : Skriver ut detta hjälpmeddelande. -l : Listar alla installerade produkter och komponenter. -v : Hämtar versionsinformation. produkt [komponent1] [komponent2] ... : Avinstallerar den specifika produkten, eller dess komponent. produkt < -l > : Listar installerade komponenter till en produkt.

source: Usage: %s product to uninstall the product %s -l to list all products %s product -l to list all components %s product component to uninstall a single component
ru: Использование: %s программа удалить программу %s -l получить список программ %s программа -l получить список компонент программ %s программа компонент удалить один компонент
